Repository: slewsys/ed
Catalog: po/*.po
Languages: cs, de, es, fi, fr, it, nl, pl, ro, ru, sv

source: Pipe open error
cs: Chyba otevřeného potrubí
de: Pipe-Öffnungsfehler
es: Error de apertura tubería
fi: Putken auki-virhe
fr: Erreur d'ouverture du tuyau
it: Errore di apertura tubo
nl: Fout geopende pijp
pl: Błąd otwarcia rury
ro: Eroare de deschidere a conductei
ru: Ошибка открытия трубы
sv: Röröppningsfel

source: Pipe close error
cs: Chyba uzavření potrubí
de: Fehler beim Schließen der Pipe
es: Error de cierre de tubería
fi: Putkien sulkemisvirhe
fr: Erreur de fermeture du tuyau
it: Errore di chiusura tubo
nl: Leiding sluiten fout
pl: Błąd zamknięcia rury
ro: Eroare de închidere a conductei
ru: Ошибка закрытия трубы
sv: Rörstängningsfel

source: No previous command
cs: Žádný předchozí příkaz
de: Kein vorheriger Befehl
es: Ningún comando previa
fi: Ei edellistä komentoa
fr: Aucune commande précédente
it: Nessun comando precedente
nl: Geen vorige opdracht
pl: Brak poprzedniego polecenia
ro: Nici o comandă anterioară
ru: Нет предыдущей команды
sv: Inget tidigare kommando

source: File seek error
cs: Chyba hledání souboru
de: Fehler beim Suchen nach Datei
es: Error de búsqueda de archivo
fi: Tiedostonhakuvirhe
fr: Erreur de recherche de fichier
it: Errore di ricerca file
nl: Bestandszoekfout
pl: Błąd wyszukiwania pliku
ro: Eroare de căutare a fișierului
ru: Ошибка поиска файла
sv: Filsökningsfel

source: File does not exist
cs: Soubor neexistuje
de: Datei existiert nicht
es: Archivo no existe
fi: Tiedostoa ei ole olemassa
fr: Fichier n'existe pas
it: Il file non esiste
nl: Bestand bestaat niet
pl: Plik nie istnieje
ro: Fișierul nu există
ru: Файл не существует
sv: Filen finns inte

source: %s: File already locked
cs: %s: Soubor je již uzamčen
de: %s: Datei bereits gesperrt
es: %s: Archivo ya bloqueado
fr: %s: Fichier déjà verrouillé
it: %s: File già bloccato
nl: %s: Bestand is al vergrendeld
pl: %s: Plik jest już zablokowany
ro: %s: Fişier deja blocat
ru: %s: Файл уже заблокирован
sv: %s: Filen är redan låst

source: File close error
cs: Chyba při zavření souboru
de: Fehler beim Schließen der Datei
es: Error de cierre de archivo
fi: Tiedoston sulkemisvirhe
fr: Erreur de fermeture du fichier
it: Errore di chiusura file
nl: Fout bij sluiten bestand
pl: Błąd zamknięcia pliku
ro: Eroare la închiderea fișierului
ru: Ошибка закрытия файла
sv: Fel vid stängning av fil

source: Newline inserted
cs: Byl vložen nový řádek
de: Neue Zeile eingefügt
es: Nueva línea insertado
fi: Uusi kohta
fr: Nouvelle ligne insérée
it: Nuova linea inserita
nl: Nieuwe regel ingevoegd
pl: Nowa linia wstawiona
ro: Nou inserat
ru: Новая строка добавлена
sv: Newline infogad

source: Newline appended
cs: Nová řádka připojená
de: Neue Zeile angehängt
es: Nueva línea añadida
fi: Uusi rivi lisättiin
fr: Nouvelle ligne ajoutée
it: Nuova riga allegata
nl: Newline toegevoegd
pl: Nowa linia dodana
ro: Nouă anexată la
ru: Добавлена новая строка
sv: Newline bifogad

source: Broken pipe
cs: Rozbitá trubka
de: Unterbrochene Weiterleitung
es: Tubería rota
fi: Rikkinäinen putki
fr: Tuyau cassé
it: Tubo rotto
nl: Kapotte buis
pl: Zniszczona rura
ro: Conductă ruptă
ru: Сломанная труба
sv: Trasigt rör

source: File truncate error
cs: Chyba zkrácení souboru
de: Fehler beim Abschneiden der Datei
es: Error de trunca de archivo
fi: Tiedoston katkaisuvirhe
fr: Erreur de tronquage du fichier
it: Errore di troncamento del file
nl: Fout bij afkappen bestand
pl: Błąd obcięcia pliku
ro: Eroare de trunchiere a fișierului
ru: Ошибка усечения файла
sv: Filavkortningsfel

source: File too big
cs: Soubor je příliš velký
de: Datei zu groß
es: Archivo demasiado grande
fi: Tiedosto liian suuri
fr: Fichier trop gros
it: File troppo grande
nl: Bestand is te groot
pl: Plik jest zbyt duży
ro: Fişier prea mare
ru: Файл слишком большой
sv: Filen är för stor

source: File write error
cs: Chyba zápisu souboru
de: Fehler beim Schreiben der Datei
es: Error de escritura de archivo
fi: Tiedoston kirjoitusvirhe
fr: Erreur d'écriture du fichier
it: Errore di scrittura del file
nl: Fout bij het schrijven van het bestand
pl: Błąd zapisu pliku
ro: Eroare de scriere a fișierului
ru: Ошибка записи файла
sv: Filskrivfel

source: File status error
cs: Chyba stavu souboru
de: Dateistatusfehler
es: Error de obtiene estado de archivo
fi: Tiedoston tilavirhe
fr: Erreur d'état du fichier
it: Errore di stato file
nl: Bestandstatusfout
pl: Błąd stanu pliku
ro: Eroare de stare a fișierului
ru: Ошибка статуса файла
sv: Filstatusfel

source: Access restricted to regular files
cs: Přístup omezen na běžné soubory
de: Zugriff auf reguläre Dateien beschränkt
es: Acceso es restringido a archivos regulares
fi: Pääsy rajoitettu tavallisiin tiedostoihin
fr: Accès restreint aux fichiers réguliers
it: Accesso limitato a file regolari
nl: Toegang beperkt tot reguliere bestanden
pl: Dostęp ograniczony do zwykłych plików
ro: Acces restricționat la fișiere obișnuite
ru: Доступ ограничен обычными файлами
sv: Åtkomst begränsad till vanliga filer

source: File stat error
cs: Chyba statistiky souboru
de: Dateistatusfehler
es: Error de estado de archivo
fi: Tiedoston stat-virhe
fr: Erreur de stat de fichier
it: Errore di statistica del file
nl: Bestandsstatistiekfout
pl: Błąd statystyki pliku
ro: Eroare de statistică a fișierului
ru: Ошибка статистики файла
sv: Filstatsfel

source: Option '-i' requires '-e' or '-f'
cs: Možnost ”„-i“ vyžaduje „-e“ nebo „-f“
de: Option »-i« benötigt »-« oder »-f«
es: Opción '-i' requiere '-e' o '-f'
fi: Vaihtoehto ’i’ edellyttää ’e’ tai ’f’
fr: L'option « -i » nécessite « -e » ou « -f »
it: L'opzione '-i' richiede '-e' o '-f'
nl: Optie '-i vereist '-e' of '-f'
pl: Opcja '-i' wymaga '-e' lub '-f'
ro: Opțiunea „-i” necesită „-e” sau „-f”
ru: Параметр '-i' требует '-e' или '-f'
sv: Alternativ "-i" kräver "-e" eller "-f"

source: Interrupted
cs: Přerušeno
de: Unterbrochen
es: Interrumpida
fi: Keskeytetty
fr: Interrompue
it: Interrotto
nl: Onderbroken
pl: Przerwane
ro: Întreruptă
ru: Прервано
sv: Avbruten

source: WARNING: Buffer modified since last write
cs: VAROVÁNÍ: vyrovnávací paměť byla od posledního zápisu změněna
de: WARNUNG: Puffer geändert seit dem letzten Schreiben
es: ADVERTENCIA: Búfer modificado desde la última escritura
fi: VAROITUS: Puskuri muokattu viimeisen kirjoittamisen jälkeen
fr: AVERTISSEMENT : Tampon modifié depuis la dernière écriture
it: ATTENZIONE: Buffer modificato dall'ultima scrittura
nl: WAARSCHUWING: Buffer gewijzigd sinds laatste schrijven
pl: OSTRZEŻENIE: bufor zmodyfikowany od ostatniego zapisu
ro: AVERTISMENT: Buffer modificat de la ultima scriere
ru: ПРЕДУПРЕЖДЕНИЕ: Буфер изменен с момента последней записи
sv: VARNING: Buffert ändrad sedan senaste skrivning

source: Argument list full
cs: Seznam argumentů je plný
de: Argumentliste voll
es: Lista de argumentos llena
fi: Argumenttilista täynnä
fr: Liste d'arguments pleine
it: Elenco argomenti completo
nl: Argumentlijst vol
pl: Lista argumentów pełna
ro: Lista de argumente plină
ru: Полный список аргументов
sv: Argumentlistan full

source: Usage: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE...]
cs: Použití: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE...]
de: Aufruf: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE...]
es: Uso: %s [-] [-EGhiRrsVvwx] [-e COMANDO] [-f SCRIPT] [-p AVISO] [ARCHIVO...]
fi: Käyttö: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-F SCRIPT] [-p PROMPT] [FILE...]
fr: Utilisation : %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE...]
it: Uso: %s [-] [-EGhiRrsVvwx] [-e COMANDO] [-f SCRIPT] [-p PROMPT] [FILE...]
nl: Gebruik: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE...]
ro: Utilizare: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE...]
ru: Использование: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE...]
sv: Användning: %s [-] [-EGhiRrsVvwx] [-e MMAND] [-f SCRIPT] [-p PROMPT] [FILE...]

source: Usage: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE]
cs: Použití: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE]
de: Aufruf: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE]
es: Uso: %s [-] [-EGhiRrsVvwx] [-e COMANDO] [-f SCRIPT] [-p AVISO] [ARCHIVO]
fi: Käyttö: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-F SCRIPT] [-p PROMPT] [FILE]
fr: Utilisation : %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE]
it: Uso: %s [-] [-EGhiRrsVvwx] [-e COMANDO] [-f SCRIPT] [-p PROMPT] [FILE]
nl: Gebruik: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE]
ro: Utilizare: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE]
ru: Использование: %s [-] [-EGhiRrsVvwx] [-e COMMAND] [-f SCRIPT] [-p PROMPT] [FILE]
sv: Användning: %s [-] [-EGhiRrsVvwx] [-e MMAND] [-f SCRIPT] [-p PROMPT] [FILE]

source: Usage: %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]
cs: Použití: %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]
de: Aufruf: %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]
es: Uso: %s [-] [-EGhiRrsVvwx] [-p AVISO] [ARCHIVO]
fi: Käyttö: %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]
fr: Utilisation : %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]
it: Uso: %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]
nl: Gebruik: %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]
pl: Składnia: %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]
ro: Utilizare: %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]
ru: Использование: %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]
sv: Användning: %s [-] [-EGhRrsVvwx] [-p PROMPT] [FILE]

source: Usage: %s [OPTION...] [FILE...]
cs: Použití: %s [OPTION...] [FILE...]
de: Aufruf: %s [OPTION...] [FILE...]
es: Modo de empleo: %s [OPCIÓN...] [ARCHIVO...]
fi: Käyttö: %s [OPTION...] [FILE...]
fr: Utilisation : %s [OPTION...] [FILE...]
it: Utilizzo: %s [OPTION...] [FILE...]
nl: Gebruik: %s [OPTION...] [FILE...]
pl: Składnia: %s [OPTION...] [FILE...]
ro: Utilizare: %s [OPTION...] [FILE...]
ru: Используйте: %s [OPTION...] [FILE...]
sv: Användning: %s [OPTION...] [FILE...]

source: Usage: %s [OPTION...] [FILE]
cs: Použití: %s [OPTION...] [FILE]
de: Aufruf: %s [OPTION...] [FILE]
es: Modo de empleo: %s [OPCIÓN...] [ARCHIVO]
fi: Käyttö: %s [OPTION...] [FILE]
fr: Utilisation : %s [OPTION...] [FICHIER]
it: Utilizzo: %s [OPTION...] [FILE]
nl: Gebruik: %s [OPTION...] [FILE]
pl: Składnia: %s [OPTION...] [FILE]
ro: Utilizare: %s [OPTION...] [FILE]
ru: Используйте: %s [OPTION...] [FILE]
sv: Användning: %s [OPTION...] [FILE]

source: Options: -E, --regexp-extended Enable extended regular expression syntax. -e, --expression=COMMAND Add COMMAND to scripted input - implies `-s'. -f, --file=SCRIPT Read commands from file SCRIPT - implies `-s'. -G, --traditional Enable backward compatibility. -h, --help Display (this) help, then exit. -i, --in-place[=SUFFIX] Write file before closing and optionally backup. -p, --prompt=STRING Prompt for commands with STRING. -R, --ansi-color Enable support for ANSI color codes. -r, --regexp-extended Enable extended regular expression syntax. -S, --shell=SHELL Execute shell commands (!) with SHELL. -s, --script Suppress interactive diagnostics. -v, --verbose Enable verbose diagnostics. -V, --version Display version information, then exit. -w, --write Enable writing to process substitution. -x, --crypt Enable I/O encryption. If FILE is given, read it for editing. From within ed, run: !info ed-intro RET for a tutorial introduction to ed. Please submit issues or pull requests to: <https://github.com/slewsys/ed>
es: Opciones: -E, --regexp-extended Habilitar sintaxis de expresión regular extendida. -e, --expression=COMANDO Agregar COMANDO a la entrada de script - implica `-s'. -f, --file=SCRIPT Leer comandos del archivo SCRIPT - implica `-s'. -G, --traditional Habilitar compatibilidad con versiones anteriores. -h, --help Mostrar (esta) ayuda, luego salir. -i, --in-place[=SUFIJO] Escribir archivo antes de cerrar con copia de seguridad opcional. -p, --prompt=CADENA Solicitud de comandos con CADENA. -R, --ansi-color Habilitar la compatibilidad con códigos de color ANSI. -r, --regexp-extended Habilitar sintaxis de expresión regular extendida. -S, --shell=SHELL Ejecuta comandos de shell (!) con SHELL. -s, --script Suprimir diagnósticos interactivos. -v, --verbose Habilitar diagnóstico detallado. -V, --version Mostrar información de la versión, luego salir. -w, --write Habilitar escritura para procesar sustitución. -x, --crypt Habilitar el cifrado de E/S Si se proporciona FILE, léalo para editarlo. Desde dentro de ed, ejecute: !info ed-intro RET para una introducción tutorial a ed. Enviar problemas y solicitudes de extracción a: <https://github.com/slewsys/ed>

source: Options: -E, --regexp-extended Enable extended regular expression syntax. -G, --traditional Enable backward compatibility. -h, --help Dispaly (this) help, then exit. -p, --prompt=STRING Prompt for commands with STRING. -R, --ansi-color Enable support for ANSI color codes. -r, --regexp-extended Enable extended regular expression syntax. -S, --shell=SHELL Execute shell commands (!) with SHELL. -s, --script Suppress interactive diagnostics. -v, --verbose Enable verbose diagnostics. -V, --version Display version information, then exit. -w, --write Enable writing to process substitution. -x, --crypt Enable I/O encryption. If FILE is given, read it for editing. From within ed, run: !info ed-intro RET for a tutorial introduction to ed. Please submit issues or pull requests to: <https://github.com/slewsys/ed>
es: Opciones: -E, --regexp-extended Habilitar sintaxis de expresión regular extendida. -G, --traditional Habilitar compatibilidad con versiones anteriores. -h, --help Mostrar (esta) ayuda, luego salir. -p, --prompt=CADENA Solicitud de comandos con CADENA. -R, --ansi-color Habilitar la compatibilidad con códigos de color ANSI. -r, --regexp-extended Habilitar sintaxis de expresión regular extendida. -S, --shell=SHELL Ejecuta comandos de shell (!) con SHELL. -s, --script Suprimir diagnósticos interactivos. -V, --version Mostrar información de la versión, luego salir. -v, --verbose Habilitar diagnóstico detallado. -w, --write Habilitar escritura para procesar sustitución. -x, --crypt Habilitar el cifrado de E/S Si se proporciona FILE, léalo para editarlo. Desde dentro de ed, ejecute: !info ed-intro RET para una introducción tutorial a ed. Enviar problemas y solicitudes de extracción a: <https://github.com/slewsys/ed>

source: /etc/shells: No such file
es: /etc/shells: No existe el archivo

source: /etc/shells: File open error
es: /etc/shells: Error de apertura de archivo

source: Invalid shell
es: Shell no válido

source: Shell not executable
es: Shell no es ejecutable

source: script, line %
cs: skript, řádek %
de: script, Zeile %
es: script, línea %
fi: skripti, rivi %
fr: script, ligne %
it: script, riga %
nl: script, lijn %
pl: skrypt, % linii
ro: script, linie %
ru: скрипт, строка %
sv: skript, rad %

source: Access restricted to working directory
cs: Přístup omezen na pracovní adresář
de: Zugriff auf Arbeitsverzeichnis beschränkt
es: Acceso restringido al directorio de trabajo
fi: Pääsy rajoitettu työhakemistoon
fr: Accès restreint au répertoire de travail
it: Accesso limitato alla directory di lavoro
nl: Toegang beperkt tot werkmap
pl: Dostęp ograniczony do katalogu roboczego
ro: Acces restricționat la directorul de lucru
ru: Доступ к рабочей папке
sv: Åtkomst begränsad till arbetskatalogen

source: Too many file names
cs: Příliš mnoho názvů souborů
de: Zu viele Dateinamen
es: Desmasiados archivos
fi: Liian monta tiedostonimeä
fr: Trop de noms de fichiers
it: Troppi nomi di file
nl: Te veel bestandsnamen
pl: Zbyt wiele nazw plików
ro: Prea multe nume de fișiere
ru: Слишком много имен файлов
sv: För många filnamn

source: No more files
cs: Žádné další soubory
de: Keine Dateien mehr
es: Ningunos archivos más
fi: Ei enempää tiedostoja
fr: Plus aucun fichier
it: Non ci sono più file
nl: Geen bestanden meer
pl: Nie ma więcej plików
ro: Nu mai există fișiere
ru: Больше файлов нет
sv: Inga fler filer

source: File glob too long
cs: Soubor je příliš dlouhý
de: Datei Globus zu lang
es: Patrón de archivo demasiado largo
fi: Tiedoston lokero liian pitkä
fr: Fichier glob trop long
it: File globo troppo lungo
nl: Bestands glob te lang
pl: Zbyt długa glob plików
ro: Fisier glob prea lung
ru: Файл глотки слишком длинный
sv: Filglob är för lång

source: Pathname expansion error
cs: Chyba při rozšíření trasy
de: Pfadname Erweiterungsfehler
es: Error de expansión del nombre de archivo
fi: Taudinimen laajennusvirhe
fr: Erreur d'expansion du chemin d'accès
it: Errore di espansione Pathname
nl: Pathname uitbreidingsfout
pl: Błąd rozszerzenia nazwy ścieżki
ro: Eroare la expansiunea numelui
ru: Ошибка расширения пути
sv: Fel vid utökning av söknamn

source: No such file or directory
cs: Žádný soubor nebo adresář
de: Keine solche Datei oder Verzeichnis
es: No existe tal archivo o directorio
fi: Ei sellaista tiedostoa tai kansiota
fr: Aucun fichier ou répertoire
it: File o directory inesistenti
nl: Bestand of map bestaat niet
pl: Nie ma takiego pliku lub katalogu
ro: Nici un astfel de fișier sau director
ru: Нет такого файла или каталога
sv: Ingen sådan fil eller katalog

source: Invalid file name
cs: Neplatný název souboru
de: Ungültiger Dateiname
es: Nombre de archivo inválida
fi: Virheellinen tiedostonimi
fr: Nom de fichier non valable
it: Nome file non valido
nl: Ongeldige bestandsnaam
pl: Nieprawidłowa nazwa pliku
ro: Nume de fișier nevalid
ru: Неверное имя файла
sv: Ogiltigt filnamn

source: Brackets ([]) unbalanced
cs: Nevyvážené závorky ([])
de: Klammern ([]) unausgewogen
es: Corchetes ([]) desequilibrada
fi: Sulut ([]) epätasapainoiset
fr: Crochets ([]) déséquilibrées
it: Parentesi ([]) sbilanciate
nl: Haakjes ([]) onevenwichtig
pl: Niezrównoważone nawiasy ([])
ro: Paranteze ([]) neechilibrate
ru: Несбалансированные скобки ([])
sv: Konsoler ([]) obalanserade

source: Backslash (\) unexpected
cs: Zpětné lomítko (\) neočekávané
de: Backslash (\) unerwartet
es: Barra invertida (\) inesperada
fi: Takaisinviiva (\) odottamaton
fr: Antislash (\) inattendu
it: Backslash (\) inaspettato
nl: Backslash (\) niet verwacht
pl: Nieoczekiwane cięcie wstecz (\)
ro: Backslash (\) neașteptat
ru: Непредвиденная обратная слэш (\)
sv: Bakåtsnedstreck (\) oväntat

source: Shell access restricted
cs: Shell přístup omezen
de: Shell-Zugriff eingeschränkt
es: Acceso restringido al shell
fi: Komentotulkin käyttö rajoitettu
fr: Accès restreint au shell
it: Accesso alla shell limitato
nl: Shell toegang beperkt
pl: Dostęp do powłoki ograniczony
ro: Acces restrâns la Shell
ru: Доступ к оболочке ограничен
sv: Åtkomst till Shell begränsad

source: No previous shell command
cs: Žádný předchozí příkaz shell
de: Kein vorheriger Shell-Befehl
es: Ningún comando de shell previo
fi: Ei aikaisempaa shell-komentoa
fr: Aucune commande précédente du shell
it: Nessun comando shell precedente
nl: Geen eerdere shell-opdracht
pl: Brak poprzedniej komendy powłoki
ro: Nicio comandă anterioară de shell
ru: Нет предыдущей команды оболочки
sv: Inget tidigare skalkommando

source: Invalid pattern delimiter
cs: Neplatný oddělovač vzorů
de: Ungültiger Muster-Trenner
es: Delimitador de patrón inválida
fi: Virheellinen kuvion erotin
fr: Délimiteur de modèle non valable
it: Delimitatore di pattern non valido
nl: Ongeldig patroonscheidingsteken
pl: Nieprawidłowy ogranicznik wzoru
ro: Delimitator de model nevalid
ru: Недопустимый разделитель шаблона
sv: Ogiltig mönsteravgränsare

source: No previous pattern
cs: Žádný předchozí vzor
de: Kein vorheriges Muster
es: Ningún patrón previa
fi: Ei edellistä mallia
fr: Aucun modèle précédent
it: Nessun modello precedente
nl: Geen vorig patroon
pl: Brak poprzedniego wzoru
ro: Nici un model anterior
ru: Нет предыдущего графического ключа
sv: Inget tidigare mönster

source: Missing pattern delimiter
cs: Chybějící oddělovač vzorů
de: Fehlender Muster-Trennzeichen
es: Falta el delimitador de patrón
fi: Kuvion erotin puuttuu
fr: Délimiteur de modèle manquant
it: Delimitatore di pattern mancante
nl: Ontbrekend patroonscheidingsteken
pl: Brakujący ogranicznik wzoru
ro: Lipsește delimitătorul de model
ru: Отсутствует разделитель шаблона
sv: Mönsteravgränsare saknas

source: Cannot append register to itself
cs: Nelze připojit registraci k sobě
de: Registrierung kann sich nicht anhängen
es: No se puede agregar un registro a sí mismo
fi: Rekisteri ei voi lisätä itseensä
fr: Impossible d'ajouter le registre à lui-même
it: Impossibile accodare il registro su se stesso
nl: Kan register niet aan zichzelf toevoegen
pl: Nie można dodać rejestru do siebie
ro: Nu se poate adăuga înregistrarea la sine
ru: Нельзя добавить регистрацию к себе
sv: Kan inte lägga till registret till sig själv

source: Exceeded maximum stack frame depth
cs: Překročena maximální hloubka rámu zásobníku
de: Maximale Stack-Frame-Tiefe überschritten
es: Se superó la profundidad máxima del marco de pila
fi: Pino kehyksen enimmäissyvyys ylittynyt
fr: Profondeur maximale du cadre de pile est dépassée
it: Superata la profondità massima del frame dello stack
nl: Overschreden maximale stack frame diepte
pl: Przekroczono maksymalną głębokość ramki stosu
ro: Depășit adâncimea maximă a cadrului stivuitor
ru: Превышен максимальный предел глубины кадра стека
sv: Överskred maximal stapel ramdjup

source: dup error
cs: Chyba dup
es: Error de dup
fi: dup virhe
fr: Erreur du dup
it: Errore di dup
pl: dup błąd
ro: Eroare dup
sv: dup-fel

source: Signal error
cs: Chyba signálu
de: Signalfehler
es: Error de señal de proceso
fi: Signaalivirhe
fr: Erreur de signal
it: Errore di segnale
nl: Signaalfout
pl: Błąd sygnału
ro: Eroare de semnal
ru: Ошибка сигнала
sv: Signalfel

source: Unknown command suffix
cs: Neznámá přípona příkazu
de: Unbekannter Befehlssuffix
es: Sufijo de comando desconocido
fi: Tuntematon komennon loppuliite
fr: Suffixe de commande inconnu
it: Suffisso dei comandi sconosciuto
nl: Onbekende opdrachtachtervoegsel
pl: Nieznany przyrostek polecenia
ro: Sufix de comandă necunoscut
ru: Неизвестный суффикс команды
sv: Okänt kommandosuffix

source: No previous substitution
cs: Žádné předchozí střídání
de: Keine vorherige Substitution
es: Ninguna substitución previa
fi: Ei aikaisempaa korvaamista
fr: Aucune substitution précédente
it: Nessuna sostituzione precedente
nl: Geen vorige vervanging
pl: Brak poprzedniej podstawienia
ro: Nici o înlocuire anterioară
ru: Нет предыдущей замены
sv: Ingen tidigare byte

source: Too many regex subexpressions
cs: Příliš mnoho výrazů regex
de: Zu viele regex subexpressions
es: Demasiadas subexpresiones regex
fi: Liian monta regex-aliasetelmaa
fr: Trop de sous-expressions régulières
it: Troppe sottoespressioni regex
nl: Te veel regex subexpressies
pl: Za dużo regex subexpressions
ro: Prea multe subexpresii regex
ru: Слишком много подвыражений регулярного выражения
sv: För många regex subexpressions

source: Nothing to undo
cs: Nic k vrácení
de: Nichts zu rückgängig machen
es: Nada que deshacer
fi: Ei mitään peruttavaa
fr: Rien à défaire
it: Niente da annullare
nl: Niets ongedaan te maken
pl: Nic do cofnięcia
ro: Nimic de anulat
ru: Нечего отменить
sv: Inget att ångra
