Repository: slewsys/ed
Catalog: po/*.po
Languages: cs, de, es, fi, fr, it, nl, pl, ro, ru, sv

source: Options: -E, --regexp-extended Enable extended regular expression syntax. -e, --expression=COMMAND Add COMMAND to scripted input - implies `-s'. -f, --file=SCRIPT Read commands from file SCRIPT - implies `-s'. -G, --traditional Enable backward compatibility. -h, --help Display (this) help, then exit. -i, --in-place[=SUFFIX] Write file before closing and optionally backup. -p, --prompt=STRING Prompt for commands with STRING. -R, --ansi-color Enable support for ANSI color codes. -r, --regexp-extended Enable extended regular expression syntax. -s, --script Suppress interactive diagnostics. -v, --verbose Enable verbose diagnostics. -V, --version Display version information, then exit. -w, --write Enable writing to process substitution. -x, --crypt Enable I/O encryption. If FILE is given, read it for editing. From within ed, run: !info ed-intro RET for a tutorial introduction to ed. Please submit issues or pull requests to: <https://github.com/slewsys/ed>
cs: Volby: -E, --regexp-extended Povolit rozšířenou regulární syntaxi výrazů. -e, --expression=COMMAND přidat do skriptovaného vstupu - znamená „-s“. -f, --file=SCRIPT Číst příkazy ze souboru SCRIPT - znamená „-s“. -G, --tradiční povolení zpětné kompatibility. -h, --help Display (this) nápověda a ukončete. -i, --in-place[=SUFFIX] Zápis souboru před zavřením a volitelně zálohováním. -p, --prompt=STRING Prompt pro příkazy s STRINGem. -R, --ansi-color Povolit podporu ANSI barevných kódů. -r, --regexp-extended Povolit rozšířenou regulární syntaxi výrazů. -s, --script Potpress interactive diagnostika. -v, --verbose Povolit podrobnou diagnostiku. -V, --version Zobrazit informace o verzi, poté skončit. -w, --write povolit zápis pro zpracování substituce. -x, --crypt Povolit I/O šifrování. Pokud je zadáno SOUBOR, přečtěte si jej pro úpravu. Od dovnitř běh: !info ed-intro RET pro výukový kurz na ed. Prosím předložte problémy nebo požadavky na natažení do: <https://github.com/slewsys/ed>
de: Optionen: -E, --regexp-extended Aktiviere erweiterte Syntax regulärer Ausdrücke. -e, --expression=COMMAND KOMMAND zu Skripten hinzufügen - impliziert »-s«. -f, --file=SCRIPT liest Befehle aus der Datei SCRIPT - impliziert »-s«. -G, --traditional Aktiviere Abwärtskompatibilität. -h, --help Display (this) help, then exit. -i, --in-place[=SUFFIX] Schreibe eine Datei vor dem Schließen und optionale Sicherung. -p, --prompt=STRING Prompt für Befehle mit STRING. -R, --ansi-color Unterstützung für ANSI-Farbcodes aktivieren. -r, --regexp-extended Erweiterte Syntax für reguläre Ausdrücke aktivieren. -s, --script unterdrückt interaktive Diagnose. -v, --verbose Ausführliche Diagnostik aktivieren. -V, --version Versionsinformationen anzeigen dann beenden. -w, --write write to process substitution. -x, --crypt I/O-Verschlüsselung aktivieren. Wenn DATEI angegeben ist, lesen Sie es zur Bearbeitung. From within ed, run: !info ed-intro RET for a tutorial introduction to ed. Bitte senden Sie Tickets oder Pull-Requests an: <https://github.com/slewsys/ed>
nl: Opties: -E, --regexp-extended Enable extended regular expression syntaxis. -e, --expression=COMMAND Voeg COMMAND toe aan scripted input - impliceert `-s'. -f, --file=SCRIPT Lezen commando's van bestand SCRIPT - impliceert `-s'. -G, --traditionele Inschakelen van achterwaartse compatibiliteit. -h, --help Display (dit) hulp, en sluit dan af. -i, --in-place[=SUFFIX] Schrijf bestand voordat je sluit en eventueel een back-up maakt. -p, --prompt=STRING vraagt naar commando's met STRING. -R, --ansi-color Activeer ondersteuning voor ANSI-kleurcodes. -r, --regexp-extended Enable extended regular expression syntaxis. -s, --script onderdrukken interactieve diagnostieken. -v, --verbose Enable verbose diagnostics. -V, --versie versie informatie weergeven, sluit dan af. -w, --schrijf schrijven schrijven om vervanging te verwerken. -x, --crypt I/O-versleuteling inschakelen. Als FILE wordt gegeven, lees het dan voor bewerking. Van binnen af, run: !info ed-intro RET voor een introductie in tutorial. Gelieve problemen in te dienen of pull requests tot: <https://github.com/slewsys/ed>
pl: Opcje: -E, --regexp-extended Włącz rozszerzoną składnię wyrażenia regularnego. -e, --expression=COMMAND Add COMMAND to scripted input - implikuje `-s'. -f, --file=SCRIPT Czytaj polecenia z pliku SCRIPT - implikuje `-s'. -G, --tradycyjne Włącz wsteczną kompatybilność. -h, --help Display (to) pomoc, a następnie wyjdź. -i, --in-place[=SUFFIX] Napisz plik przed zamknięciem i opcjonalnie kopię zapasową. -p, --prompt=WSTRZYKNIĘCIE dla poleceń z STRING. -R, --ansi-color Włącz obsługę kodów kolorów ANSI. -r, --regexp rozszerza składnię wyrażenia regularnego. -s, --script Suppress interactive diagnostes. -v, --verbose Włącz dokładną diagnostykę. -V, --version Wyświetl informacje o wersji, a następnie wyjdź. -w, --write Włącz zapisywanie do substytucji procesu. -x, --crypt Włącz szyfrowanie I/O. Jeśli PLIK jest podany, przeczytaj go do edycji. Od wewnątrz wstępu: !info ed-intro RET dla wprowadzenia samouczka do ed. Prosimy o przesłanie zgłoszeń lub pull requestów do: <https://github.com/slewsys/ed>
ro: Opțiuni: -E, --regexp-extended Activare sintaxă regulată a expresiilor. -e, --expression=COMMAND Add COMMAND to scriered input - implică `-s'. -f, --file=SCRIPT Citește comenzi din fișierul SCRIPT - implică `-s'. -G, --tradiţionalul Activează compatibilitatea înapoi. -h, --help Display (this) help, apoi ieșire. -i, --in place[=SUFFIX] Scrieți fișierul înainte de închidere și, opțional, copiați de siguranță. -p, --prompt=STRING Prompt pentru comenzile cu STRING. -R, --ansi-color Activare suport pentru coduri de culoare ANSI. -r, --regexp-extended Activare sintaxa expresiei regulate. -s, --script Suprimă diagnosticele interactive. -v, --verbose activează diagnosticele verbose. -V, --version Display version information, apoi ieșire. -w, --write Enable write to process substitution. (Automatic Copy) -x, --crypt Activează I/O criptare. Dacă este dat FID, citește pentru editare. Din interiorul lui, run: !info ed-intro RET pentru o introducere tutorial la . Vă rugăm să trimiteți probleme sau pull requests către: <https://github.com/slewsys/ed>
ru: Опции: -E, --regexp-extended Enable extended regular expression syntax. -e, --expression=COMMAND Add COMMAND to scripted input - implies `-s'. -f, --file=SCRIPT Read command of file SCRIPT - подразумевает `-s'. -G, --traditional Включить обратную совместимость. -h, --help Display (this) help, затем выйти. -i, --in-place[=SUFFIX] Записать файл перед закрытием и опциональным резервным копированием. -p, --prompt=STRING Prompt для команд с STRING. -R, --ansi-color Включить поддержку кодов цветов ANSI. -r, --regexp-extended Enable extended regular expression syntax. -s, --script Отключить интерактивную диагностику. -v, --verbose Включить подробную диагностику. -V, --version Показать информацию о версии, а затем выйти. -w, --write Включить запись для подстановки процессов. -x, --crypt Включить шифрование ввода-вывода. Если ФАЙЛ задан, прочитайте его для редактирования. С этого момента: !info ed-intro RET для введения в обучение. Пожалуйста, отправьте проблемы или запросы на слияние до: <https://github.com/slewsys/ed>

source: Options: -E, --regexp-extended Enable extended regular expression syntax. -G, --traditional Enable backward compatibility. -h, --help Dispaly (this) help, then exit. -p, --prompt=STRING Prompt for commands with STRING. -R, --ansi-color Enable support for ANSI color codes. -r, --regexp-extended Enable extended regular expression syntax. -s, --script Suppress interactive diagnostics. -v, --verbose Enable verbose diagnostics. -V, --version Display version information, then exit. -w, --write Enable writing to process substitution. -x, --crypt Enable I/O encryption. If FILE is given, read it for editing. From within ed, run: !info ed-intro RET for a tutorial introduction to ed. Please submit issues or pull requests to: <https://github.com/slewsys/ed>
cs: Volby: -E, --regexp-extended Povolit rozšířenou regulární syntaxi výrazů. -G, --tradiční povolení zpětné kompatibility. -h, --help Dispaly (this) help, poté skončit. -p, --prompt=STRING Prompt pro příkazy s STRINGem. -R, --ansi-color Povolit podporu ANSI barevných kódů. -r, --regexp-extended Povolit rozšířenou regulární syntaxi výrazů. -s, --script Potpress interactive diagnostika. -v, --verbose Povolit podrobnou diagnostiku. -V, --version Zobrazit informace o verzi, poté skončit. -w, --write Povolit zápis pro zpracování substituce. -x, --crypt Povolit I/O šifrování. Pokud je zadáno SOUBOR, přečtěte si jej pro úpravu. Od dovnitř běh: !info ed-intro RET pro výukový kurz na ed. Prosím předložte problémy nebo požadavky na natažení: <https://github.com/slewsys/ed>
de: Optionen: -E, --regexp-extended Aktiviere erweiterte Syntax regulärer Ausdrücke. -G, --traditional Abwärtskompatibilität aktivieren. -h, --help Dispaly (diese) helfen, dann beenden. -p, --prompt=STRING Prompt für Befehle mit STRING. -R, --ansi-color Unterstützung für ANSI-Farbcodes. -r, --regexp-extended Erweiterte Syntax für reguläre Ausdrücke aktivieren. -s, --script unterdrückt interaktive Diagnose. -v, --verbose Ausführliche Diagnostik aktivieren. -V, --version Versionsinformationen anzeigen dann beenden. -w, --write write to process substitution. -x, --crypt I/O-Verschlüsselung aktivieren. Wenn DATEI angegeben ist, lesen Sie es zur Bearbeitung. From within ed, run: !info ed-intro RET for a tutorial introduction to ed. Bitte senden Sie Tickets oder Pull-Requests an: <https://github.com/slewsys/ed>
nl: Opties: -E, --regexp-extended Enable extended regular expression syntaxis. -G, --traditionele Inschakelen van achterwaartse compatibiliteit. -h, --help Dispaly (deze) hulp, sluit dan af. -p, --prompt=STRING vraagt naar commando's met STRING. -R, --ansi-color ondersteuning inschakelen voor ANSI-kleurcodes. -r, --regexp-extended Enable extended regular expression syntaxis. -s, --script onderdrukken interactieve diagnostieken. -v, --verbose diagnostiek inschakelen. -V, --version Display version version information en sluit dan af. -w, --schrijven schrijfrechten inschakelen om vervanging te verwerken. -x, --crypt I/O-versleuteling inschakelen. Als FILE wordt gegeven, lees het dan voor bewerking. Van binnen af, run: !info ed-intro RET voor een introductie in tutorial. Gelieve problemen in te dienen of pull requests tot: <https://github.com/slewsys/ed>
pl: Opcje: -E, --regexp-extended Włącz rozszerzoną składnię wyrażenia regularnego. -G, --tradycyjne Włącz wsteczną kompatybilność. -h, --help Dispaly (to) pomoc, a następnie wyjdź. -p, --prompt=PODKREŚLENIE dla poleceń z STRING. -R, --ansi-color Włącz obsługę kodów kolorów ANSI. -r, --regexp rozszerza składnię wyrażenia regularnego. -s, --script Suppress interactive diagnostes. -v, --verbose Włącz dokładną diagnostykę. -V, --version Wyświetl informacje o wersji, a następnie wyjdź. -w, --write Włącz zapisywanie do substytucji procesu. -x, --crypt Włącz szyfrowanie we/O. Jeśli PLIK jest podany, przeczytaj go do edycji. Od wewnątrz wstępu: !info ed-intro RET dla wprowadzenia samouczka do przodu. Prosimy o przesłanie zgłoszeń lub pull requestów do: <https://github.com/slewsys/ed>
ro: Opțiuni: -E, --regexp-extended Activare sintaxă regulată a expresiilor. -G, --tradiţionalul Activează compatibilitatea înapoi. -h, --help Dispaly (this) ajută, apoi ieşire. -p, --prompt=STRING Prompt pentru comenzile cu STRING. -R, --ansi-color Activare suport pentru coduri de culoare ANSI. -r, --regexp-extended Activare sintaxa expresiei regulate extinse. -s, --script Suprimă diagnosticele interactive. -v, --verbose activează diagnosticul verbose. -V, --version Display version information, apoi ieșire. -w, --write Enable write to process substitution. (Automatic Copy) -x, --crypt Activare I/O criptare. Dacă este dat FID, citește-l pentru editare. Din interiorul lui, run: !info ed-intro RET pentru o introducere tutorial la . Vă rugăm să trimiteți probleme sau pull requests către: <https://github.com/slewsys/ed>
ru: Опции: -E, --regexp-extended Enable extended regular expression syntax. -G, --traditional Включить обратную совместимость. -h, --help Dispaly (this) help, затем выйти. -p, --prompt=STRING Prompt для команд с STRING. -R, --ansi-color Включить поддержку кодов цветов ANSI. -r, --regexp-extended Разрешить регулярное выражение синтаксиса. -s, --script Отключить интерактивную диагностику. -v, --verbose Включить подробную диагностику. -V, --version Показать информацию о версии, а затем выйти. -w, --write Включить запись для замены процессов. -x, --crypt Включить шифрование ввода-вывода. Если ФАЙЛ задан, прочитайте его для редактирования. С этого момента: !info ed-intro RET для ознакомления с уроком о себе. Пожалуйста, отправьте проблемы или запросы на слияние до: <https://github.com/slewsys/ed>
